4ops.terraform
bastienboutonnet.vscode-dbt
bradlc.vscode-tailwindcss
bungcip.better-toml
charliermarsh.ruff
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
ghmcadams.lintlens
GitHub.codespaces
GitHub.vscode-pull-request-github
gitpod.gitpod-desktop
golang.go
JuanBlanco.solidity
mathiasfrohlich.Kotlin
mechatroner.rainbow-csv
mike-lischke.vscode-antlr4
mquandalle.graphql
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
oderwat.indent-rainbow
orsenkucher.vscode-graphql
Prisma.prisma
redhat.java
redhat.vscode-yaml
rust-lang.rust-analyzer
samuelcolvin.jinjahtml
trufflesuite-csi.truffle-vscode
twxs.cmake
unifiedjs.vscode-mdx
uniquevision.vscode-plpgsql-lsp
unison-lang.unison
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yzhang.markdown-all-in-one
zxh404.vscode-proto3
