4ops.terraform
be5invis.toml
dbaeumer.vscode-eslint
deepcode.deepcode
eamodio.gitlens
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
redhat.vscode-commons
redhat.vscode-yaml
WallabyJs.quokka-vscode
ZainChen.json
