4ops.terraform
tamasfe.even-better-toml
charliermarsh.ruff
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.auto-rename-tag
ghmcadams.lintlens
GitHub.copilot
GitHub.vscode-pull-request-github
golang.go
mathiasfrohlich.Kotlin
mechatroner.rainbow-csv
orsenkucher.vscode-graphql
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
oderwat.indent-rainbow
redhat.java
redhat.vscode-yaml
rust-lang.rust-analyzer
uniquevision.vscode-plpgsql-lsp
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
yzhang.markdown-all-in-one
zxh404.vscode-proto3
yoavbls.pretty-ts-errors
GitHub.vscode-github-actions
EditorConfig.EditorConfig
orsenkucher.vscode-graphql
ms-vscode-remote.remote-containers
waderyan.gitblame