4ops.terraform
charliermarsh.ruff
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dnicolson.binary-plist
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
ghmcadams.lintlens
github.codespaces
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
jock.svg
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
mk12.better-git-line-blame
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
oderwat.indent-rainbow
orsenkucher.vscode-graphql
redhat.java
redhat.vscode-yaml
rust-lang.rust-analyzer
samuelcolvin.jinjahtml
tamasfe.even-better-toml
uniquevision.vscode-plpgsql-lsp
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
waderyan.gitblame
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zainchen.json
zxh404.vscode-proto3
